{
  "what-is-taekwondo": "What is Taekwondo",
  "taekwondo-content": {
    "p1": "Taekwondo is a <strong>martial art</strong> independently developed in <strong>Korea</strong> for over two millennia and has become a <strong>modern international sport</strong>. In short, Taekwondo can be characterized as a martial art, which utilizes arms, legs, and other parts of the body to deflect opponent's attack",
    "p2": "Since it's beginnings, Taekwondo has been developed as a defensive martial art system, therefore it's every activty is based on the spirit of self-defense. Long in the past, people used to live very simply with lack of diverse physical movement, which caused them to slouch. Taekwondo aids to strengthen health, physical and mental strength and overall balance of the body.",
    "p3": "A person who practices Taekwondo should learn how to supress their ego, control their mind and be courteous to others. In other words, to reach the harmony of the mind and the body, because they learn techniques for their own defence using their whole body. For a taekwondo practicioner, his body becomes his weapon and can easily revert enemy's attacks using their own legs, arms, fists, elbos, knees, head or other parts of the body.",
    "p4": "A Taekwondo practicioner should, in the first place, learn how to control themselves and always has to defend weaker ones. They can fairly face an enemy, however, the codex forbids unfair attacks and abuse of power. By practicing Taekwondo, one learns humility.",
    "p5": "<strong>5 tenets of Taekwondo</strong>",
    "p6": "Taekwondo is a martial art which requires a strict discipline. Anyone who practices Taekwondo should not only remember, but also understand the true meaning of the 5 tenets. Every practicioner ought to abide by them in the dojo and in the outside as well.",
    "p7": "<strong>Courtesy</strong> 예의 [ye-hwi]<br/><strong>Integrity</strong> 염치 [yeom-chi]<br/><strong>Perserverance</strong> 인내 [in-nae]<br/><strong>Self-control</strong> 극기 [geuk-gi]<br/><strong>Indominable Spirit</strong> 백절불굴 [baekjeol-bulgul]"
  },
  "poomsae-content": {
    "p1": "Poomsae (a systematic sequence of moves) are exercise drills developed by Taekwondo masters for the purpose of passing on the knowledge of martial arts and their own interpretation of it.",
    "p2": "Poomsae is divided into basic and black belt levels.",
    "p3": "In poomsae, both offensive and defensive moves are harmoniously combined together with increasing levels of difficulty, which aids to master the art of combat between multiple opponents. This way, one is able to learn various techniques without real opponents and danger of injuries.",
    "p4": "The flow of movements is strictly defined and proceeds according to given forms. The movements should be powerful, focused, precise and evenly paced with keeping a stable body stance.",
    "p5": "Skills in Poomsae determines the next level of training or mastery.",
    "p6": "Poomsae is categorised into <strong>8 basic</strong> (Taegeuk 1 – 8 Jang) forms, and <strong>9 black belt</strong> (Yudanja Poomsae) patterns, which are named after sacred places in Korea or reffers to <strong>Korean history</strong> (Koryo, Keumgang, Taebaek, Pyongwon, Sipjin, Jitae, Cheonkwon, Hansoo & Ilyeo)."
  },
  "kyorugi-content": {
    "p1": "Kyorugi (combat) is divided into <strong>moderated</strong> and <strong>freestyle</strong>.",
    "p2": "Moderated combat is run by a given schema. A schema describes specific movements of offence and defence in <strong>three steps</strong> (Sambon Kyorugi), <strong>two steps</strong> (Dubon Kyorugi) or <strong>one step</strong> (Hanbon Kyorugi).",
    "p3": "In <strong>sparring freestyle combat</strong> (Chayu Kyorugi), the combatant must decide quickly and independently and must adapt to current conditions. They also must avoid repetitivness in their combat style, utilise all their skills and perform couterattacks.",
    "p4": "A fight supervised by a referee is moderated under strict sport rules. The fight is full-contact and has <strong>3 rounds</strong>, each for <strong>3 minutes</strong>. It requires extensive technical skill, great physical condition, mental stability, lightning-fast reactions and firm self-confidence in one's own abilities. A fighter is equiped with a chest protector, a helmet, pads protecting elbows, arms, knees and shins, and a jockstrap."
  },
  "kyokpa-content": {
    "p1": "Kyokpa (breaking techniques) is divided into <strong>breaking using strength</strong>, where the primary focus is on the strength of the technique; and <strong>special breaking</strong>, where the most important element is the complexity of the technique. Kyokpa is a part of Taekwondo practice and there are competitions in this discipline as well. A practicioner challenges themselves in their strength, deft, precision, dexterity and ability to focus."
  }
}
