{
  "what-is-taekwondo": "Taekwondo là gì",
  "taekwondo-content": {
    "p1": "Taekwondo là <strong>môn võ thuật</strong> độc lập phát triển hơn 2 nghìn năm tại <strong>Hàn Quốc</strong> và đã thành <strong>thể thao hiện đại thế giới</strong>. Nói tóm lại, Taekwondo là môn võ thuật tận dụng chân tay và các bộ phận khác trên cơ thể để làm chệch hướng đòn tấn công của đối thủ",
    "p2": "Jelikož Taekwondo se již od počátku vyvíjelo jako sebeobranný systém, tak i veškeré aktivity v Taekwondo se zakládají v duchu sebeobrany. V dávných dobách lidé žily jednoduchý život s nedostatkem fyzického zatížení a ve stáří se jejich těla hrbila. Taekwondo také napomáhá upevnit zdraví, fyzickou i psychickou sílu a celkovou rovnováhu lidského těla.",
    "p3": " Člověk, který se věnuje Taekwondo se musí naučit potlačit vlastní ego, ovládat své nitro a být uctivý k druhým, čili dospět k harmonii duchovna a fyzické síly, protože se učí technikám pro vlastní obranu s použitím celého těla. Pro člověka, který se učí technikám Taekwondo, je jeho celé tělo zbraní, kterou lze lehce zneškodnit protivníkův útok za pomoci vlastních nohou, rukou, pěstí, loktů, kolen, hlavy, či jiné části svého těla.",
    "p4": "Taekwondista se nejdříve musí naučit ovládat sám sebe a vždy se musí zastat slabšího. Může se sice rovně postavit každému nepříteli, ale kodex zakazuje nepoctivý útok a použití nepřiměřené síly. Cvičení Taekwondo učí jednotlivce duševní skromnosti.",
    "p5": "<strong>5 zásad taekwondo</strong>",
    "p6": "Taekwondo je bojové umění, které vyžaduje i přísnou disciplínu. Proto by jeho pět zásad (taekwondo jeongsin) měl každý, kdo se věnuje taekwondo, nejenom znát, ale měl by i chápat jejich skutečný význam. Každý cvičenec taekwondo by se měl zásadami taekwondo řídit nejenom v tělocvične, ale i v běžném životě.",
    "p7": "<strong>Zdvořilost</strong> 예의 [ye-hwi]<br/><strong>Čestnost</strong> 염치 [yeom-chi]<br/><strong>Vytrvalost</strong> 인내 [in-nae]<br/><strong>Sebeovládání</strong> 극기 [geuk-gi]<br/><strong>Nezlomný duch</strong> 백절불굴 [baekjeol-bulgul]"
  },
  "poomsae-content": {
    "p1": "Poomsae (souborná cvičení) jsou závazná cvičení, vypracovaná mistry Taekwondo, za účelem předávání vědy o umění boje a vlastních interpretacích tohoto umění.",
    "p2": "Poomsae se dělí na <strong>základní</strong> a <strong>mistrovské</strong>.",
    "p3": "V poomsae vystupují harmonicky spjaté všechny techniky obrany a útoku se vzrůstajícím stupněm obtížnosti, které napomáhají k procvičení umění boje s jedním nebo více protivníky. Takto se můžou cvičit různé útočné a obrané techniky bez skutečného protivníka a bez nebezpečí zranění.",
    "p4": "Posloupnost pohybů je přesně vymezena a probíhá podle stanoveného diagramu kroku. Pohyby musí být silné koncentrované, přesné a rytmické při zachování stabilní polohy těla.",
    "p5": "Poomsae stanoví základní prvek zkoušky pro další stupeň školení nebo mistrovství.",
    "p6": "Poomsae se dělí na <strong>8 základních</strong> (Taegeuk 1 – 8 Jang) a <strong>9 mistrovských</strong> (Yudanja Poomsae), které jsou pojmenovány podle posvátných míst v Koreji nebo názvy, které se vztahují ke <strong>korejským dějinám</strong> (Koryo, Keumgang, Taebaek, Pyongwon, Sipjin, Jitae, Cheonkwon, Hansoo a Ilyeo)."
  }
}