{
  "what-is-taekwondo": "Taekwondo là gì",
  "taekwondo-content": {
    "p1": "Taekwondo là một môn <strong>võ thuật</strong> phát triển độc lập ở <strong>Hàn Quốc</strong> trong suất quá trình hơn hai nghìn năm lịch sử và đã trở thành một môn <strong>thể thao quốc tế hiện đại</strong>. Nói tóm lại, Taekwondo có thể được mô tả như một môn võ thuật sử dụng tay, chân và các bộ phận khác của cơ thể để làm chệch hướng cuộc tấn công của đối thủ.",
    "p2": "Kể từ khi bắt đầu, Taekwondo đã được phát triển như một hệ thống võ thuật phòng thủ, do đó, mọi hoạt động đều dựa trên tinh thần tự vệ.Vào thời cổ đại, các người thường sống một cuộc sống đơn giản, thiếu các loại vận động khác nhau và cơ thể họ bị dần dần gù xuống khi về già. Taekwondo giúp tăng cường sức khỏe, thể chất và tinh thần và sự cân bằng tổng thể của cơ thể con người.",
    "p3": "Một người khi mà tập Taekwondo nên học cách kiềm chế cái tôi của họ, tự điều khiển tâm trí của họ và học cách lịch sự với mọi người. Để đạt được sự hài hòa giữa tâm trí và cơ thể, họ học các kỹ thuật để tự vệ bằng toàn bộ cơ thể của họ. Đối với một người tập Taekwondo, cơ thể của họ trở thành vũ khí của họ và có thể dễ dàng chống lại các cuộc tấn công của kẻ thù bằng cách sử dụng chân, tay, nắm đấm, khuỷu tay, đầu gối, đầu hoặc các bộ phận khác của cơ thể.",
    "p4": "Khi bắt đầu mon Taekwondo thì nên học ngay cách tự điều khiển bản thân mình và luôn phải bảo vệ những người yếu hơn. Họ có quyền chống lại một kẻ thù, nhưng bộ luật cấm họ tấn công một cách không công bằng và lạm quyền. Cùng Taekwondo, người tập sẽ tự rèn luyện sự khiêm tốn cho bản thân mình.",
    "p5": "<strong>5 quy tắc của Taekwondo</strong>",
    "p6": "Taekwondo là một môn võ đòi hỏi kỷ luật nghiêm ngặt. Bất cứ ai mà thực hành Taekwondo không chỉ nên nhớ, mà còn phải hiểu hết ý nghĩa thực sự của 5 quy tắc của Taekwondo. Mỗi người thực hành nên tuân theo 5 quy tắc trong võ đường và bên ngoài.",
    "p7": "<strong>Lễ nghĩa</strong> 예의 [ye-hwi]<br/><strong>Liêm sỉ</strong> 염치 [yeom-chi]<br/><strong>Nhẫn nại</strong> 인내 [in-nae]<br/><strong>Tự kiềm chế</strong> 극기 [geuk-gi]<br/><strong>Tinh thần bất khuất</strong> 백절불굴 [baekjeol-bulgul]"
  },
  "poomsae-content": {
    "p1": "Poomsae (một chuỗi các động tác liên tục và có hệ thống) là một bộ gồm nhiều những bài tập được tạo dà và phát triển bởi các võ sư Taekwondo với mục đích truyền lại kiến thức về võ thuật và cách diễn giải riêng của họ.",
    "p2": "Poomsae được chia ra loại <strong>cơ bản</strong> và loại <strong>đai đen</strong>.",
    "p3": "Poomsae kết hợp cả động tác tấn công và phòng thủ hài hòa cùng với mức độ khó khăn dần dần tăng, giúp làm chủ tình thế chiến đấu với nhiều đối thủ. Bằng cách này, mình có thể học được các kỹ thuật khác nhau mà không cần có đối thủ thực sự và tránh khỏi tổn thương.",
    "p4": "Chuỗi những động tác di chuyển trong Taekwondo được xác định một cách nghiêm ngặt và được tiến hành theo các đồ hình định trước. Các động tác phải mạnh, tập trung và chính xác với nhịp độ đều và luôn giữ cơ thể ở tư thế vững chắc.",
    "p5": "Độ khả năng Poomsae sẽ quyết định mức độ huấn luyện hoặc thành thạo tiếp theo.",
    "p6": "Poomsae được chia ra <strong>8 loại cơ bản</strong> (Taegeuk 1 – 8 Jang) và <strong>9 loại đai đen</strong> (Yudanja Poomsae). Mỗi loại đai đen được đặt tên theo các địa điểm linh thiêng ở Hàn Quốc hoặc được đặt tên theo những <strong>địa điểm lịch sử quan trọng của Hàn Quốc</strong> (Koryo, Keumgang, Taebaek, Pyongwon, Sipjin, Jitae , Cheonkwon, Hansoo & Ilyeo)."
  },
  "kyorugi-content": {
    "p1": "Kyorugi (chiến đấu) được chia ra hai loại: một loại <strong>theo quy định</strong> và một loại <strong>tự do</strong>.",
    "p2": "Chiến đấu theo quy định được điều hành theo một lược đồ nhất định. Lược đồ sẽ mô tả các di chuyển cụ thể của hành động tấn công và phòng thủ theo <strong>ba bước</strong> (Sambon Kyorugi), <strong>hai bước</strong> (Dubon Kyorugi) hoặc <strong>một bước</strong> (Hanbon Kyorugi).",
    "p3": "Trong <strong>tập luyện chiến đấu tự do</strong> (Chayu Kyorugi), người chiến đấu phải quyết định nhanh và độc lập, dặc biệt phải thích ứng với điều kiện hiện tại. Họ cũng phải tránh lặp đi lặp lại các cách chiến đấu, phải sử dụng tất cả các kỹ năng của mình và thực hiện các đòn phản công.",
    "p4": "Cuộc chiến mà được trọng tài giám sát sẽ đi theo các quy tắc thể thao nghiêm ngặt. Một <strong>cuộc chiến thể thao</strong> toàn diện có <strong>3 vòng</strong>, mỗi vòng được diễn ra trong <strong>3 phút</strong>. Cuộc chiến như thế đòi hỏi kỹ năng kỹ thuật sâu rộng, tình trạng thể chất xuất sắc, tinh thần ổn định, phản ứng nhanh như chớp và sự tự tin vững chắc với khả năng của mình. Người chiến đấu sẽ mặc bộ bảo vệ ngực, mũ bảo hiểm, miếng đệm bảo vệ khuỷu tay, cánh tay, đầu gối và ống chân, và một chiếc quần jockstrap."
  },
  "kyokpa-content": {
    "p1": "Kyokpa (công phá) được chia ra hai cách. Một cách là phá vỡ bằng <strong>sức mạnh</strong>, trong đó trọng tâm chính là sức mạnh của kỹ thuật, và một cách là phá vỡ <strong>đặc biệt</strong>, trong đó yếu tố quan trọng nhất là độ khó của kỹ thuật. Kyokpa là một phần của thực hành Taekwondo và cũng có những cuộc thi trong môn học này. Một người thực hành sẽ thách thức bản thân mình về sức mạnh, sự khéo léo, sự chính xác và khả năng tập trung."
  }
}
